{
  "dm": "**Error**, este comando no se puede usar en mensajes directos.",
  "comandoError": "Ha ocurrido un error al ejecutar el comando.\nSe ha notificado a los desarrolladores.\nSi necesita ayuda pregunte en nuestro servidor de soporte, https://discordsafe.com/discord",
  "argumentos": "Este comando necesita argumentos, **use:** {{prefijo}}{{commandName}} ",
  "guild": "No puedes usar este comando fuera de un servidor.",
  "palabra": "Esa palabra está bloqueada.",
  "idioma": "El idioma del servidor es inglés, para cambiarlo use ",
  "nsfw": "Este comando es solo para canales NSFW.",
  "bloqueado": "Se te ha prohibido mi uso, estás bloqueado jaja.",
  "servidorOnly": "No puedes usar este comando.",
  "cooldown": "Debes que esperar {{segundos}} segundo/s para volver a usar este comando.",
  "desactivado": "Este comando solo está disponible como comando de barra diagonal, usa `/{{commandName}}` para usarlo.",
  "userPerms": "No tienes suficientes permisos para usar este comando.",
  "userPerms_detailed": "No tienes suficientes permisos para usar este comando, necesitas el permiso de **{{perm}}**.",
  "userPerms_detailed_plural": "No tienes suficientes permisos para usar este comando, necesitas los permisos de **{{perm}}**.",
  "botPerms": "No tengo suficientes permisos para usar este comando, necesito el permiso de **{{perm}}**.",
  "botPerms_plural": "No tengo suficientes permisos para usar este comando, necesito los permisos de **{{perm}}**.",
  "ownerOnly": "Este comando solo puede ser ejecutado por el dueño del servidor.",
  "slashy": {
    "string": {
      "maxLength": "Debe introducir un texto más corto, menor de {{max}} caracteres.",
      "minLength": "Debe introducir un texto más largo, mayor de {{min}} caracteres."
    },
    "user": {
      "acceptSelf": "No puedes usarte a tí mismo como parámetro.",
      "acceptBot": "No se aceptan usuarios como parámetro, solo bots.",
      "acceptUser": "No se aceptan bots como parámetro, solo usuarios.",
      "acceptDeveloper": "No se aceptan a los desarrolladores del bot como parámetro."
    },
    "integer": {
      "min": "El número no debe ser menor a {{min}}.",
      "max": "El número no debe ser mayor a {{max}}.",
      "invalid": "Número inválido."
    },
    "role": {
      "highest": "El rol está por encima de tu rol más alto, no puedes usarlo."
    },
    "color": {
      "invalidFormat": "Formato de color no válido, debe ser uno de los siguientes: {{validColors}}.\nPuede seleccionar un color en https://htmlcolorcodes.com/."
    },
    "emoji": {
      "emojiNotFound": "No se ha encontrado el emoji en este servidor, vuelva a intentarlo enviando un emoji del servidor."
    },
    "list": {
      "notMatch": "Los parámetros están mal separados, debes ponerlo bien.\nEjemplo: {{example}}."
    },
    "messageid": {
      "notId": "Debe proporcionar una ID válida."
    }
  }
}
